export const CLINICAL_PHRASES: any = {
  structural_status: {
    no_structural_damage:
      "Структурных признаков глаукомной оптической нейропатии не выявлено.",

    early_damage:
      "Начальные структурные изменения диска зрительного нерва.",

    moderate_damage:
      "Умеренные структурные изменения диска зрительного нерва.",

    advanced_damage:
      "Выраженное глаукомное поражение диска зрительного нерва с практически полной утратой нейроретинального пояска."
  },

  features: {
    cd_high:
      "Увеличено соотношение экскавации к диску (C/D).",

    severe_cd:
      "Критическое расширение экскавации (C/D >= 0.9).",

    rim_loss_severe:
      "Выраженное истончение нейроретинального пояска.",

    rim_loss_critical:
      "Критическое истончение нейроретинального пояска (DDLS >= 8).",

    rim_area_low:
      "Снижена площадь нейроретинального пояска.",

    rim_area_moderate:
      "Умеренное истончение нейроретинального пояска.",

    cup_volume_high:
      "Увеличен объем экскавации диска зрительного нерва.",

    rnfl_thinning:
      "Истончение слоя нервных волокон сетчатки (RNFL).",

    significant_rnfl_loss:
      "Значимая потеря слоя нервных волокон сетчатки (2 и более секторов).",

    diffuse_loss:
      "Диффузная потеря RNFL (3 и более секторов).",

    early_structural_loss:
      "Начальные структурные изменения RNFL (сочетание зон истончения и пограничных зон).",

    rnfl_sector_loss:
      "Секторальная потеря RNFL.",

    ganglion_cell_thinning:
      "Истончение комплекса ганглиозных клеток."
  }
};
